package practice3;

public class BinCheckerHello {
    public BinCheckerHello() {
    }
    public static void printHello() {
        System.out.println("БИН (банковский идентификационный номер) или BIN (Bank Identification Number) — это первые цифры номера пластиковой карты, уникальный состав которых используется для определения выдавшего ее банка при совершении операций. По БИН можно идентифицировать эмитента банковской карты (название банка), страну выпуска, платежную систему и тип карты: классическая, премиальная и т.п.");
    }
}
